base
base-devel
dhcpcd
dmenu
efibootmgr
eww
exa
feh
git
gnome-shell-extension-system76-power-git
go
grub
helix
leftwm
linux
linux-firmware
modemmanager
neofetch
networkmanager
network-manager-applet
noto-fonts
noto-fonts-emoji
otf-fira-mono
otf-openmoji
paru
picom
pipewire
qutebrowser
stow
system76-acpi-dkms
system76-dkms
system76-driver
system76-firmware
system76-firmware-daemon
system76-power
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-google-fonts-git
ttf-impallari-cantora
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-merriweather
ttf-merriweather-sans
ttf-nerd-fonts-symbols-2048-em-mono
ttf-opensans
ttf-oswald
ttf-overpass
ttf-quintessential
ttf-signika
ttf-symbola
usb_modeswitch
vim
wezterm
wget
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
