alacritty
base
base-devel
bspwm
chromium
clipmenu
dhcpcd
dmenu
docker
dunst
efibootmgr
eww
exa
feh
flameshot
git
globalprotect-openconnect
go
google-cloud-sdk
graphviz
grub
gst-plugin-pipewire
helix
helm
intel-ucode
kubectl
lazygit
libpulse
linux
linux-firmware
lsof
modemmanager
mplayer
mpv
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-emoji
nvidia
openssh
otf-fira-mono
pamixer
paru
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
protobuf
python-pip
reflector
rofi
slack-desktop
stow
sxhkd
terraform
thunderbird
thunderbird-eas-4-tbsync
thunderbird-tbsync
tree
ttf-all-the-icons
ttf-icomoon-feather
ttf-jetbrains-mono
ttf-material-design-icons
unzip
usb_modeswitch
vim
wezterm
wget
wireplumber
wpa_supplicant
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xss-lock
zram-generator
zsh
